<template>
  <div class="main">
    <div id="content">
      <div style="padding:0.2rem; font-size:0.14rem; line-height:1.5;">
        <p>版本生效日期：2018年10月24日</p>

        <p>&nbsp;</p>

        <p>引言</p>

        <p>
          嗨租网非常重视保护用户的隐私和个人信息保护。您在使用我们的产品/服务时，我们可能会收集和使用您的相关信息。我们的《嗨租网隐私政策》以下简称“隐私政策”说明了向您说明了我们如何收集、使用、保存、披露和共享您在使用我们位于
          <router-link :to="{ name: 'Index', params: { city:this.$store.state.city}}">
            <span style="color:#FF8C00">www.hizu.com</span>
          </router-link>
            的网站以及我们在移动设备上提供的嗨租应用程序的产品和服务时提供给我们的信息。我们也为您提供访问、更新、删除和保护这些信息的方式
        </p>

        <p>&nbsp;</p>

        <p>在本政策中，“嗨租网”、“我们”或“我们的”指本隐私政策下对您的信息负责的北京嗨租信息科技有限公司（“本公司”）。</p>

        <p>本隐私政策将帮助您了解以下内容：</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <span style="color:#666666">1、我们收集的信息类型</span>
          </li>
          <li>
            <span style="color:#666666">2、我们如何使用所收集的信息</span>
          </li>
          <li>
            <span style="color:#666666">3、我们如何共享与公开披露信息</span>
          </li>
          <li>
            <span style="color:#666666">4、其他重要信息</span>
          </li>
          <li>
            <span style="color:#666666">5、第三方合作伙伴与整合</span>
          </li>
          <li>
            <span style="color:#666666">6、您如何管理您的信息</span>
          </li>
          <li>
            <span style="color:#666666">7、我们如何保护我们收集的信息</span>
          </li>
          <li>
            <span style="color:#666666">8、《嗨租网隐私政策》的更新</span>
          </li>
          <li>
            <span style="color:#666666">9、如何联系我们</span>
          </li>
        </ol>

        <p>&nbsp;</p>

        <p>
          一.
          <strong>我们收集的信息类型</strong>
        </p>

        <p>&nbsp;</p>

        <p>我们主要收集三类信息。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>1.1 您向我们提供的信息</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>当您使用嗨租网平台时，我们要求您提供并收集以下您的个人信息。此等信息对于充分履行您和我们之间的合同很有必要，并使得我们能够遵守我们的法律义务。没有此等信息，我们可能无法向您提供您所要求的全部服务。</p>

        <p>•&nbsp;账户信息。在您注册嗨租网账户时，我们要求您提供姓名、电子邮件地址、地址、电话号码和个人头像等信息。</p>

        <p>•&nbsp;身份验证信息。为帮助创建和维护一个受到信任的环境，我们可能会收集身份验证信息（如身份证或护照）或其他验证信息。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>1.2 您使用嗨租网平台时，我们自动收集的信息</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>在您使用嗨租网平台和支付服务时，我们会自动收集关于您所使用的服务以及如何使用相关服务的信息，包括个人信息。为确保我们能够遵守法律、法规、规章等，基于我们的合法利益，此等信息对于充分履行您和我们之间的合同很有必要。</p>

        <p>•&nbsp;地理位置信息。当您使用嗨租网平台的某些功能时，我们可能会收集您的精确或大致位置信息，此等信息通过您的IP地址或移动设备的GPS数据来确定，以便为您提供更好的用户体验。多数移动设备允许您在设备的设置菜单中控制或禁用应用对位置服务的使用。即使当您不使用应用时，如果您的设置或设备权限允许此等连接开启，嗨租网仍可能会收集此等信息。</p>

        <p>•&nbsp;使用信息。我们会收集您与嗨租网平台的互动信息，如您查看的页面或其他内容、您搜索的服务项目、做出的预订或签约行为以及您在嗨租网平台上的其他活动。</p>

        <p>•&nbsp;登录数据和设备信息。即使您未创建或登录嗨租网账户，当您访问并使用嗨租网平台时，我们也会自动收集登录数据和设备信息。此等信息包括但不限于：您使用嗨租网平台（包括指向第三方应用的链接）的详细信息、IP地址、访问日期和次数、硬件和软件信息、设备信息，设备事件信息、唯一识别符、崩溃数据、cookie数据以及您在使用嗨租网平台前后查看或接触过的页面。</p>

        <p>•&nbsp;Cookies及类似技术。我们使用cookies及类似技术，如网络信标、像素及移动标识符。我们还可能允许我们的商业合作伙伴在嗨租网平台上使用这些跟踪技术，或让其他人代我们跟踪您的行为。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>1.3 我们通过第三方收集的信息</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>嗨租网可能会收集其他方在使用嗨租网平台时提供的关于您的信息（包括个人信息），或从其他渠道获取信息，并与我们通过嗨租网平台收集的信息整合。我们不会控制、监督或回应第三方如何处理您的个人数据，任何发给我们的关于披露您的个人信息的信息请求应直接发送给此类第三方。</p>

        <p>•&nbsp;第三方服务。如果您将您的嗨租网账户与第三方服务（如微信、微博等）相关联或使用第三方服务登录您的嗨租网账户，相关第三方服务可能会向我们发送您在该服务中的注册信息和个人资料信息。信息因服务而异，由相关服务控制或由您通过相关服务的隐私设置授权。</p>

        <p>•&nbsp;背景信息。在适用法律允许并在必要时经您同意的情况下，嗨租网可以获得当地警方调查、背景调查或在案性犯罪者调查报告。为获得这些报告，我们可以使用您的信息，包括您的身份验证信息。</p>

        <p>•&nbsp;其他来源。在适用法律允许的情况下，我们可以从第三方服务提供商和/或合作伙伴处获得您的额外信息，如人口统计数据或欺诈侦测信息，并将此类信息与我们所拥有的您的信息整合。例如，我们可以从服务供应商（身份验证服务）处获得背景调查信息结果或欺诈警告，用于防止欺诈和风险评估。我们可以通过合作伙伴获得您的信息以及您在嗨租网平台内外的活动信息，或您在合作伙伴广告网络的体验与互动信息。</p>

        <p>&nbsp;</p>

        <p>
          <strong>二</strong>
          <strong>.</strong>
          <strong>我们如何使用所收集的信息</strong>
        </p>

        <p>&nbsp;</p>

        <p>
          <strong>​</strong>我们使用、存储和处理您的信息（包括个人信息），以提供、了解、改进和发展嗨租网平台，创建和维护一个受到信任的、更安全的环境，并遵守我们的法律义务。
        </p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>2.1 提供、改进和发展嗨租网平台</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>•&nbsp;使您可以访问和使用嗨租网平台；</p>

        <p>•&nbsp;使您可以与其他用户交流；</p>

        <p>•&nbsp;运营、保护、改进和优化嗨租网平台和体验，如开展分析和研究；</p>

        <p>•&nbsp;向您提供我们的服务；</p>

        <p>•&nbsp;向您发送服务或支持信息，如更新、安全警报和账户通知；</p>

        <p>•&nbsp;如果您向我们提供您的联系人信息，我们可能将联系人信息用于（i）向您发出推荐邀请或嗨租网业务信息，（ii）回复您的请求，（iii）进行欺诈检测和防范，及（iv）您授权的任何其他目的；</p>

        <p>•&nbsp;运营、保护、改进和优化嗨租网平台和体验，为您提供个性化与定制化体验：</p>

        <p>&nbsp;</p>

        <p>根据您与嗨租网平台的互动、您的搜索与签约记录、您的个人资料信息和偏好，以及您向嗨租网平台提交的其他内容，我们会进行行为分析；我们基于合法的改进嗨租网平台和用户体验的理由来处理此等信息，这对充分履行与您之间的合同很有必要。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>2.2 创建和维护一个受到信任的以及更安全的环境</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>•&nbsp;检测和预防欺诈、垃圾邮件、滥用、安全事件及其他有害活动。</p>

        <p>•&nbsp;开展安全调查和风险评估。</p>

        <p>•&nbsp;验证或认证您提供的信息或身份证明（如验证您的居住地址或将您身份证明上的照片与您提供的其他照片进行比对）。</p>

        <p>•&nbsp;对照数据库与其他信息源进行检查，包括在适用法律允许的限度内以及必要时经您同意进行背景或警方调查。</p>

        <p>•&nbsp;遵守我们的法律义务。</p>

        <p>•&nbsp;解决我们与任何会员之间的任何争议，并执行我们与第三方的约定。</p>

        <p>•&nbsp;执行我们的服务条款及其他政策。</p>

        <p>•&nbsp;基于您与嗨租网平台的互动、您的个人资料信息和您向嗨租网平台提交的其他内容以及从第三方获得的信息，我们可进行与上述活动相关的行为分析。在少数情况下，如果自动流程检测到某用户或活动被我们视为可能会对嗨租网平台、其他用户或第三方构成安全或其他风险，自动流程可以限制或停止其对嗨租网平台的访问权限。</p>

        <p>我们基于合法的保护嗨租网平台的利益理由来处理此等信息，以便衡量我们是否充分履行与您之间的合同，并遵守相关法律。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>2.3 提供、个性化定制、评估和改进我们的广告和营销</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>•&nbsp; &nbsp; 根据您的偏好，向您发送优惠短信、营销、广告以及您可能感兴趣的其他信息（包括与嗨租网、合作伙伴活动及服务相关的信息），以及社交媒体平台（如微博或微信）上的社交媒体广告。</p>

        <p>•&nbsp; &nbsp; 个性化定制、评估和改进我们的广告。</p>

        <p>•&nbsp; &nbsp; 管理推荐计划、奖励、调查、抽奖、竞赛，或由嗨租网或我们的第三方业务伙伴主办或管理的其他优惠活动或事件。</p>

        <p>•&nbsp;根据您的特点和偏好（基于您提供给我们的信息、您与嗨租网平台的互动、从第三方获得信息以及您的搜索和交易记录）进行行为分析，以便向您发送优惠短信、营销、广告以及您可能感兴趣的其他信息。</p>

        <p>&nbsp;</p>

        <p>鉴于我们有合法利益开展营销活动，为您提供您感兴趣的产品或服务，我们将根据本条列出的目的处理您的个人信息。按照我们营销信息中包含的取消订阅说明或在您的嗨租网账户中更改您的通知设置，您可以选择不接收我们的营销信息。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>2.4 我们如何使用所收集的信息</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>•&nbsp;使您可以访问和使用我们的服务。</p>

        <p>•&nbsp;检测和预防欺诈、垃圾邮件、滥用、安全事件及其他有害活动。</p>

        <p>•&nbsp;开展安全调查和风险评估。</p>

        <p>•&nbsp;对照数据库与其他信息源进行检查。</p>

        <p>•&nbsp;遵守法律义务。</p>

        <p>•&nbsp;执行支付条款及其他政策。</p>

        <p>•&nbsp;向您发送优惠短信、营销、广告以及您可能感兴趣的其他信息。</p>

        <p>&nbsp;</p>

        <p>我们基于合法的改进产品服务及其用户体验的利益理由来处理此等信息，这对充分履行与您之间的合同及遵守相关法律很有必要。</p>

        <p>&nbsp;</p>

        <p>
          <strong>3.</strong>
          <strong>我们如何共享与公开披露信息</strong>
        </p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.1 征得您的同意</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>经您同意，我们可以按照您在同意时的指示分享您的信息（包括个人信息），如当您授权第三方应用软件或网站访问您的嗨租网账户时，或当您参与由嗨租网合作伙伴或第三方开展的推广活动时。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.2 用户之间的分享</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>为方便预订或用户之间的其他互动，我们可能需要按以下方式与其他用户分享您的某些信息（包括个人信息），因为这对充分履行我们与您之间的合同很有必要：</p>

        <p>•&nbsp;您作为服务接受者提交一项预订、签约请求时，您的某些信息将分享给服务提供者（及共同服务提供者，如适用），包括您的全名、任何额外服务接受者的全名、您的取消预订、签约历史及您同意分享的其他信息。如果您的预订、签约已确认，为协调房源安排，我们将披露其他信息，如您的电话号码。</p>

        <p>•&nbsp;您作为服务接受者在预订、签约中邀请其他服务接受者时，您的全名、起租日期、服务提供者姓名、服务项目详情、居住地址及其他相关信息会与其他每一位服务接受者分享。</p>

        <p>•&nbsp;您作为服务接受者发起团体支付预订申请时，每位参与者的某些信息会与团体支付预订申请的所有参与者分享，包括名字、姓氏首字母、个人头像以及预订详情。</p>

        <p>我们不会与其他用户分享您的账单和收款信息。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.3 个人资料、服务项目及其他公开信息</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>您可以在嗨租网平台上发布向一般公众公开的信息（包括个人信息），例如：</p>

        <p>•&nbsp;向其他人公开您的公开个人资料页面中的部分内容（例如您的名字、您的描述和城市）。</p>

        <p>•&nbsp;向公众开放公开服务项目页面，包括如下信息：居住设施或体验的大致地理位置（所处的街区和城市）或准确位置（经您同意）、服务项目描述、可起租日期、服务提供者公开个人头像、汇总的需求信息（如某段时间内查看页面的次数）及您选择分享的任何其他信息。</p>

        <p>•&nbsp;完成预订、签约后，服务提供者和服务接受者可以做出评价并互相评分。评价会显示在您的公开个人资料页面，也可能会出现在嗨租网平台的其他地方（如服务项目页面）。</p>

        <p>•&nbsp;如果您在社区、论坛、博客或社交媒体发布内容，或使用嗨租网平台上的类似功能，相关内容向公众开放。</p>

        <p>&nbsp;</p>

        <p>根据我们推广嗨租网平台的合法利益，我们可能会在嗨租网商业合作伙伴运营的网站上通过使用小工具或API等技术显示部分嗨租网平台的内容（例如您的服务项目页面）。 如果您的服务项目显示在合作伙伴的网站上，您的公开个人资料页面中的信息也可能会显示。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.4 服务提供者的附加服务</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>服务提供者可能需要使用嗨租网平台上的第三方服务，帮助管理其居住设施或提供您要求的附加服务，如保洁、家修、搬家服务或门锁供应商。为了协调在居住设施居住、管理居住设施或提供其他服务，服务提供者可以使用嗨租网平台的功能与此类第三方服务提供商分享服务接受者的信息（例如登记起租和退租的日期、服务接受者的姓名、服务接受者的电话号码和服务接受者的电子邮件地址）。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.5 遵守法律，回应法律要求，防止伤害以及保护我们的权利</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>在法律要求、允许的相应限度内或有合理必要，嗨租网实体可以向法院、执法机关、政府机关或授权第三方披露您的信息（包括个人信息），以：（i）遵守法律义务； （ii）遵守法律程序及回应针对嗨租网提起的索赔；（iii）就可能会使我们、您或任何其他用户面临法律责任的犯罪调查、指称或涉嫌违法活动或任何其他活动，回应已验证的相关请求，（iv）执行或管理我们的服务条款、支付条款或与用户的其他协议，或（v）保护嗨租网及其员工、用户或公众用户的权利、财产或人身安全。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.6 服务提供商</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>嗨租网实体使用各类第三方服务提供商帮助我们提供与嗨租网平台及支付产品服务有关的服务。</p>

        <p>例如，服务提供商可以帮助我们：（i）验证或认证您的身份，（ii）对照公共数据库检查信息，（iii）帮助我们进行背景调查、警方调查、欺诈预防和风险评估，（iv）产品开发、维护和调试，（v）允许通过第三方平台和软件工具（例如通过与我们的API整合）提供嗨租网服务，或（vi）提供客户服务、广告或支付服务。为代表我们执行这些任务，此类服务提供商对您的信息拥有有限的访问权，且有合同义务保护此类信息并仅以符合本隐私政策的方式使用您的信息。</p>

        <p>嗨租网实体将需要分享您的信息（包括个人信息），以确保充分履行我们与您之间的合同。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.7 企业关联公司</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>为帮助我们提供嗨租网平台和产品服务，我们可以在因共同所有权或控制权而相关联的企业集团公司内部分享您的信息（包括个人信息）。</p>

        <p>此外，我们与我们的企业关联公司分享您的信息（包括个人信息），以便支持、整合、推广并提高嗨租网平台和我们的关联公司的服务。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.8 社交媒体</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>在适用法律允许的情况下，我们可能会使用您的某些有限的个人信息（例如您的电子邮件地址）对其进行散列并与社交媒体平台（如微信或微博）共享，以产生潜在客户，为我们的网站吸引访问流量或推广我们的产品和服务或嗨租网平台。此等处理活动是基于我们进行营销活动的合法利益，以便为您提供您可能感兴趣的产品或服务。</p>

        <p>我们与之分享您的个人数据的社交媒体平台不受嗨租网的控制或监督。因此，有关您的社交媒体平台服务提供商如何处理您的个人数据的任何问题均应直接提给此类提供商。</p>

        <p>请注意，您可以随时联系我们，向我们发送电子邮件（privacy@hizu.com），要求嗨租网停止为实现这些直接营销目的而处理您的数据。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.9 在政府部门登记</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>在嗨租网根据当地法律促使或要求服务提供者通过嗨租网平台与当地政府部门登记、通知、获得许可或执照申请的司法管辖区域内，我们可能会在申请流程期间和之后定期（如适用）与相关机构共享参与其中的服务提供者的信息，例如服务提供者的全名和联系方式、身份证信息、合约信息、居住设施地址、税务识别号、服务项目详情。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.10 业务转移</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>如果嗨租网从事或涉及任何合并、收购、重组、资产出售、破产或者资不抵债的事件，那么我们可以出售、转让或分享我们的部分或全部资产，包括与此类交易或设想的此类交易(如尽职调查)有关的您的信息。在此情况下，我们会在转移您的个人信息且令其遵守不同隐私政策之前通知您。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>3.11 汇总信息</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>出于遵守法规、行业与市场分析、受众统计归类、营销与广告以及其他业务目的，我们也会分享汇总信息（关于我们用户的合并信息，此类信息不再识别或指向某位个人用户）和其他匿名信息。</p>

        <p>&nbsp;</p>

        <p>
          <strong>4.</strong>
          <strong>其他重要信息</strong>
        </p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>4.1 分析您的通信</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>我们可以审核、浏览或者分析您在嗨租网平台上的通信，用于欺诈防范、风险评估、监管合规、调查、产品开发、研究与客户支持。例如，在欺诈防范中，我们可以审查和分析信息，隐藏联系信息和指向其他网站的信息。有时，我们也会为了调试、改进和扩大产品供应而浏览、审查或分析信息。在合理可行的情况下，我们也会采用自动化的方式审查或分析信息。但是，我们可能不时需要采用手动方式审查一些通信（例如用于欺诈调查和客户支持）或访问和改进这些自动化工具的功能。我们不会为向您发送第三方营销信息而审查、浏览或分析您的通信，也不会出售对这些通信的审查或分析。</p>

        <p>这些活动的实施基于嗨租网确保遵守适用法律和我们的条款、防止欺诈、促进安全以及改善和确保我们充分履行服务的合法利益。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>4.2 关联第三方账户</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>您可以将您的嗨租网账户与第三方社交网站账户相关联。您在这些第三方网站上的联系人称为“好友”。您在创建关联时：</p>

        <p>•&nbsp;您通过关联账户向我们提供的一些信息可能会在您的嗨租网账户个人资料中发布；</p>

        <p>•&nbsp;您在嗨租网平台上的活动可能会向您在嗨租网平台和/或第三方网站上的好友显示；</p>

        <p>•&nbsp;您的嗨租网公开个人资料中可能包含指向您在第三方社交网站上公开个人资料的链接；</p>

        <p>•&nbsp;其他嗨租网用户可能能够看到您与他们拥有的共同好友，或者您是他们好友的好友（如适用）；</p>

        <p>•&nbsp;其他嗨租网用户可能能够看到您在关联的社交网站上列出的与他们相同的任何学校、家乡或者其他群组；</p>

        <p>•&nbsp;您通过关联账户向我们提供的一些信息可能会被存储、处理和传输，用于欺诈防范和风险评估；以及</p>

        <p>•&nbsp;对于您通过此类链接向嗨租网提供的信息，其发布与显示取决于您在嗨租网平台和第三方网站上的设置与授权。</p>

        <p>&nbsp;</p>

        <p>我们只会在必要的限度内从关联的第三方账户收集您的信息，以确保充分履行我们与您之间的合同，或确保我们遵守适用法律，或经过您的同意。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>4.3 百度地图</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>嗨租网平台的某些部分使用百度地图服务，包括百度地图服务应用程序接口（API）。您使用百度地图服务需遵守百度地图附加使用条款以及百度隐私政策。</p>

        <p>&nbsp;</p>

        <p>
          <strong>5.</strong>
          <strong>第三方合作伙伴与整合</strong>
        </p>

        <p>嗨租网平台可能包含指向第三方网站或服务的链接，如第三方整合、合作品牌服务或第三方品牌服务（“第三方合作伙伴”）。嗨租网并不拥有或控制该等第三方合作伙伴，在您与其互动时，您可能直接向第三方合作伙伴、嗨租网或同时向二者提供信息。关于信息的收集、使用和披露，该等第三方合作伙伴拥有自己的规则。我们提醒您查看所访问的其他网站的隐私政策。</p>

        <p>&nbsp;</p>

        <p>
          <strong>6.</strong>
          <strong>您如何管理您的信息</strong>
        </p>

        <p>您可以向我们发送电子邮件（privacy@hizu.com），在相关嗨租网本公司适用之前行使本条所述的任何权利。请注意，在对您的请求采取进一步行动之前，我们可能会要求您验证您的身份。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>6.1 管理您的信息</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>您可以通过您的账户设置访问和更新您的一些信息。如果您已选择将您的嗨租网账户连接至第三方应用程序（如微博或微信），则可以通过更改账户设置来更改您的设置并删除该应用程序的权限。您有责任及时更新您的个人信息。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>6.2 不准确或不完整的信息</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>您有权要求我们更正您的不准确或不完整的个人信息（以及您无法在您的嗨租网账户中自行更新的信息）。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>6.3 数据保留与删除</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>通常，我们只在履行您与我们之间的合同并遵守我们的法律义务的必要时间段内保留您的个人信息。如果您不再希望我们使用您的信息来为您提供嗨租网平台并且您在嗨租平台没有任何未完成或未解除的合约，您可以要求我们关闭您的嗨租网账户。请注意，如果您申请关闭您的嗨租网账户：</p>

        <p>•&nbsp;我们可能会保留您的一些个人信息，以符合我们的合法商业利益，如欺诈侦测和预防以及提高安全性。例如，如果我们因欺诈或安全原因停用了嗨租网账户，则我们可能会保留该嗨租网账户的某些信息，以防止该会员将来再次创建新的嗨租网账户。</p>

        <p>•&nbsp;为了遵守我们的法律义务，我们可能会保留并使用您的个人信息并进行匿名化处理。例如，嗨租网实体可能会为税务、法律报告及审计义务之目的保留您的一些信息。</p>

        <p>•&nbsp;即使您的嗨租网账户被注销，您与他人分享的信息（如评价，论坛帖子）仍可以在嗨租网平台上公开显示。但您对这些信息的归属信息将被删除。此外，您的信息的某些副本（如登录记录）可能会保留在我们的数据库中，但会将您的个人信息进行去标识化处理。</p>

        <p>•&nbsp;由于我们会维护嗨租网平台以防止意外或恶意的损失和破坏，您的个人信息的残留副本可能不会在有限的时间内从我们的备份系统中删除。</p>

        <p>&nbsp;</p>

        <ol>
          <li>
            <ol>
              <li>
                <strong>6.4 提出投诉</strong>
              </li>
            </ol>
          </li>
        </ol>

        <p>您有权向有关数据保护机构就嗨租网实体的数据处理活动提出投诉，我们会尽快对您的投诉进行响应。</p>

        <p>&nbsp;</p>

        <p>
          <strong>7.</strong>
          <strong>我们如何保护我们收集的信息</strong>
        </p>

        <p>我们将持续实施管理、技术和物理安全措施，保护您的信息不受未经授权的访问、损失、破坏或变更。我们用来保护您的信息的一些安全措施是防火墙和数据加密以及信息访问控制。如果您知道或有理由相信您的嗨租网账户信息已丢失、被盗用、被挪用或遭到其他方式入侵，或者出现任何实际或怀疑盗用您的嗨租网账户的情况，请通过privacy@hizu.com联系我们。</p>

        <p>&nbsp;</p>

        <p>
          <strong>8.</strong>
          <strong>《嗨租网隐私政策》的更新</strong>
        </p>

        <p>嗨租网保留随时根据本条规定修改本隐私政策的权利。如果我们对本隐私政策做出变更，我们将在嗨租网平台上发布变更后的隐私政策，并更新隐私政策顶端的“最后更新”日期。如果您不同意变更后的隐私政策，您可以联系我们注销您的账户。如果您未在变更后的隐私政策生效后注销您的账户，您对嗨租网平台的继续访问或使用将受变更后的隐私政策的约束。</p>

        <p>&nbsp;</p>

        <p>
          <strong>9.</strong>
          <strong>如何联系我们</strong>
        </p>

        <p>
          如果您对本《隐私政策》或嗨租网的信息处理方法有任何问题或意见，您可以给我们发送电子邮件
          <a href="mailto:privacy@hizu.com">
            <span style="color:#FF8C00">privacy@hizu.com</span>
          </a>。​
        </p>

        <p>&nbsp;</p>
      </div>
    </div>
  </div>
</template>

<style scoped>
.main {
  margin: 0 auto;
  width: 60%;
}
li {
    list-style: none;
    margin-left: -0.4rem;
}

</style>